Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: File is too large to download.
bn_bd: ডাউনলোড করার জন্য ফাইলটির আকার অনেক বড়।

source: {{filename}} saved to Gallery
bn_bd: {{filename}} গ্যালারীতে সংরক্ষিত হয়েছে

source: File received
bn_bd: ফাইল গ্রহণ করা হয়েছে

source: File sent
bn_bd: ফাইল পাঠান হয়েছে

source: Find duplicate contacts
bn_bd: অনুরূপ পরিচিতির অনুসন্ধান

source: Find it on the scratch card or directly in your receipt.
bn_bd: আপনার স্ক্র্যাচ কার্ড বা সরাসরি রসিদ থেকে এটি খুঁজে বের করুন।

source: Find My Device helps find, lock and erase a lost phone
bn_bd: Find My Device আপনার হারিয়ে যাওয়া ফোন খুঁজতে, লক করতে এবং ডাটা অপসারণে সাহায্য করে

source: Find the things you love with the coolest apps.
bn_bd: অ্যাপগুলো সব বিষয় যা আপনার প্রিয় সেগুলো দেখুন।

source: Firefox Accounts
bn_bd: ফায়ারফক্স অ্যাকাউন্ট

source: Firmware Revision
bn_bd: ফার্মওয়্যার পুনর্বিবেচনা

source: First Time Experience
bn_bd: প্রথমবারের অভিজ্ঞতা

source: Fixed dialing numbers
bn_bd: ফিক্সড ডায়ালিং নম্বর

source: Fixed Dialing Numbers
bn_bd: ফিক্সড ডায়ালিং নম্বর

source: Flash Auto
bn_bd: ফ্ল্যাশ স্বয়ংক্রিয়

source: (Flash deactivated)
bn_bd: (ফ্ল্যাশ নিস্ক্রিয়)

source: Flash Off
bn_bd: ফ্ল্যাশ বন্ধ

source: Flash On
bn_bd: ফ্ল্যাশ চালু

source: Flash Repainted Area
bn_bd: পুনরায় রং করা অংশ ফ্লাশ কর

source: FM Radio
bn_bd: এফএম রেডিও

source: FM Radio requires a plugged in headset to receive radio signals.
bn_bd: রেডিও সংকেত পেতে এফএম রেডিওর হেডসেট সংযুক্ত করা প্রয়োজন।

source: Forbidden
bn_bd: নিষিদ্ধ

source: For example, find your favorite singer or band…
bn_bd: উদাহরন স্বরুপ, আপনার প্রিয় গায়ক বা ব্যন্ড খুজুন…

source: Forget network?
bn_bd: নেটওয়ার্ক ত্যাগ করবেন?

source: Forgot your password?
bn_bd: পাসওয়ার্ড ভুলে গেছেন?

source: Format SD card
bn_bd: SD কার্ড ফরম্যাট করুন

source: Forward When Busy
bn_bd: ব্যস্ত থাকলে ফরওয়ার্ড করুন

source: Forward When Unanswered
bn_bd: কল গ্রহন না করলে

source: Forward When Unreachable
bn_bd: অনুপস্থিত থাকলে

source: Four Columns
bn_bd: চারটি কলাম

source: Foxfood
bn_bd: ওয়েব ব্রাউজার

source: Frame {{current}} of {{total}}
bn_bd: {{total}} টির মধ্যে {{current}} টি ফ্রেম

source: Frames per Second
bn_bd: প্রতি সেকেন্ডে ফ্রেমের সংখ্যা

source: Freeform
bn_bd: ফ্রী-ফর্ম

source: Fri
bn_bd: শুক্র

source: Friday
bn_bd: শুক্রবার

source: From
bn_bd: প্রেরক

source: From:
bn_bd: থেকে:

source: From {{ contact }}
bn_bd: {{ contact }} হতে

source: From {{ number }}
bn_bd: {{ number }} হতে

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
bn_bd: {{startTime}} থেকে {{startDate}}<br> {{endTime}} পর্যন্ত {{endDate}}

source: From {{startTime}} {{startDate}} to {{endTime}} {{endDate}}
bn_bd: {{startDate}} তারিখ {{startTime}} থেকে {{endDate}} তারিখ {{endTime}} পর্যন্ত

source: from {{startTime}} to {{endTime}}
bn_bd: {{startTime}} থেকে {{endTime}} পর্যন্ত

source: From withheld number
bn_bd: উপেক্ষিত নম্বর থেকে

source: Front camera
bn_bd: সামনের ক্যামেরা

source: Front Camera
bn_bd: সামনের ক্যামেরা

source: Funny
bn_bd: মজার

source: Gaia Bluetooth
bn_bd: গায়া ব্লুটুথ

source: Gaia Calendar
bn_bd: গায়া ক্যালেন্ডার

source: Gaia Callscreen
bn_bd: গায়া কলস্ক্রিন

source: Gaia Camera
bn_bd: গায়া ক্যামেরা

source: Gaia Clock
bn_bd: গায়া ঘড়ি

source: Gaia Contacts
bn_bd: গায়া পিরিচিতি

source: Gaia Debug Traces
bn_bd: গায়া ডিবাগ ট্রেসেস

source: Gaia E-Mail
bn_bd: গায়া ই-মেইল

source: Gaia FM Radio
bn_bd: গায়া এফএম রেডিও

source: Gaia Gallery
bn_bd: গায়া গ্যালারি

source: Gaia Home Screen.
bn_bd: গায়া মূল স্ক্রিন

source: Gaia Messages
bn_bd: গায়া বার্তা

source: Gaia Music
bn_bd: গায়া সংগীত

source: Gaia Phone
bn_bd: গায়া ফোন

source: Gaia Ringtone Picker
bn_bd: গায়া রিংটোন নির্বাচক

source: Gaia Settings
bn_bd: গায়া সেটিং

source: Gaia Video
bn_bd: গায়া ভিডিও

source: Gaia Wallpaper Picker
bn_bd: গায়া ওয়ালপেপার নির্বাচক

source: Gallery
bn_bd: গ্যালারি

source: Games
bn_bd: খেলা

source: General settings
bn_bd: সাধারণ সেটিং

source: Generic failure
bn_bd: সাধারণ বিফলতা

source: Geolocation
bn_bd: ভুঅবস্থান

source: Geolocation Enabled
bn_bd: ভৌগলিক অবস্থান সক্রিয় করা হয়েছে

source: Geolocation on
bn_bd: ভৌগলিক-অবস্থান চালু

source: Geolocation Output in ADB
bn_bd: ADB তে ভৌগলিক আউটপুট

source: Get Channel Status
bn_bd: চ্যানেলের অবস্থা দেখুন

source: Get clear information about how much internet you’re using.
bn_bd: আপনি কি পরিমাণ ইন্টারনেট ব্যবহার করছেন তার স্পষ্ট তথ্য লাভ করুন।

source: Get Inkey
bn_bd: ইনকী পান

source: Get Input
bn_bd: ইনপুট পান

source: Git Commit Info
bn_bd: গিট কমিট তথ্য

source: Gmail
bn_bd: জিমেইল

source: Good
bn_bd: ভাল

source: Google
bn_bd: গুগল

source: Go to Camera
bn_bd: ক্যামেরায় যান

source: Government
bn_bd: সরকার

source: Grant
bn_bd: অনুমোদন

source: Grid Lines
bn_bd: গ্রিড রেখা

source: Grid Lines {{value}}
bn_bd: গ্রিড রেখা {{value}}

source: Hang Up
bn_bd: হ্যাং-আপ

source: Happy
bn_bd: খুশি

source: Hardware Composer
bn_bd: হার্ডওয়্যার কম্পোজার

source: Hardware Revision
bn_bd: হার্ডওয়্যার পুনর্বিবেচনা

source: Has alarm
bn_bd: এলার্ম আছে

source: Hash sign
bn_bd: হ্যাশ চিহ্ন

source: (HDR deactivated)
bn_bd: (HDR নিষ্ক্রিয়)

source: Headphones on
bn_bd: হেডফোন চালু

source: Health
bn_bd: স্বাস্থ্য

source: Hello, {{email}}
bn_bd: স্বাগতম, {{email}}

source: Help Menu
bn_bd: সহায়তা মেনু

source: Hidden Networks
bn_bd: লুকানো নেটওয়ার্কসমূহ

source: Hide info
bn_bd: তথ্য আড়াল করুন

source: Hide keypad
bn_bd: কীপ্যাড লুকান

source: Hide number
bn_bd: নম্বর গোপন করুন

source: Hide settings
bn_bd: সেটিং আড়াল

source: Highest rated
bn_bd: সর্বোচ্চ রেট পাওয়া

source: History:
bn_bd: ইতিহাস:

source: HISTORY
bn_bd: ইতিহাস

source: HNCK code
bn_bd: HNCK কোড

source: HNCK must have between 8 and 16 characters.
bn_bd: HNCK অবশ্যই ৮ থেকে ১৬ অক্ষরের হতে হবে।

source: Hold
bn_bd: স্থগিত রাখুন

source: Homescreen
bn_bd: হোমস্ক্রিন

source: Homescreens
bn_bd: প্রধান স্ক্রিন

source: Homescreen Settings
bn_bd: হোমস্ক্রিন সেটিং

source: Hotspot Settings
bn_bd: হটস্পট সেটিং

source: Hour
bn_bd: ঘন্টা

source: Hours
bn_bd: ঘন্টা

source: How Does Do Not Track Work?
bn_bd: ট্র্যাক করবেন না, কি উপায়ে কাজ করে?

source: How do you feel?
bn_bd: আপনি কেমন অনুভব করছেন?

source: HTTP proxy host
bn_bd: HTTP প্রক্সি হোস্ট

source: HTTP proxy port
bn_bd: HTTP প্রক্সি পোর্ট

source: ICE Contact 1
bn_bd: ICE পরিচিতি 1

source: ICE Contact 2
bn_bd: ICE পরিচিতি 2

source: ICE Contacts
bn_bd: ICE পরিচিতি

source: Icon Layout
bn_bd: আইকন লেয়াউট

source: Identifier
bn_bd: শনাক্তকারী

source: Ignore
bn_bd: উপেক্ষা করুন

source: Ignore Call
bn_bd: কল উপেক্ষা করুন

source: Illegal SIM or ME
bn_bd: অবৈধ SIM অথবা ME

source: Image is invalid or corrupt and cannot be displayed.
bn_bd: ছবিটি অচল বা নষ্ট তাই দেখানো সম্ভব নয়।

source: Image is too large to display on this device.
bn_bd: ছবিটি এতো বড়ো যে এই যন্ত্রে দেখানো সম্ভব নয়।

source: Image Storage
bn_bd: ছবি স্টোরেজ

source: Image Type
bn_bd: ছবির ধরন

source: IMAP Disabled
bn_bd: IMAP বন্ধ

source: IMAP settings
bn_bd: IMAP সেটিং

source: Immediately
bn_bd: অতি সত্ত্বর

source: Import Certificate
bn_bd: সার্টিফিকেট ইম্পোর্ট

source: Import contacts
bn_bd: পরিচিতি তালিকা ইমপোর্ট করুন

source: Import Contacts
bn_bd: পরিচিতি ইম্পোর্ট

source: Import contacts from memory card
bn_bd: মেমরি কার্ড থেকে পরিচিতি নিয়ে আসুন

source: Imported
bn_bd: ইম্পোর্ট করা হয়েছে

source: Imported {{n}} contacts
bn_bd: {{n}}টি পরিচিতি আনা হয়েছে

source: Imported one contact
bn_bd: একটি পরিচিত আনা হয়েছে

source: {{imported}}/{{total}} friends imported
bn_bd: {{imported}}/{{total}} বন্ধুর পরিচয় আনা হয়েছে

source: Import Facebook friends
bn_bd: ফেসবুকের বন্ধুদের তথ্য ফোনে নিয়ে আসুন

source: Importing contacts from memory card…
bn_bd: পরিচিতি মেমরি কার্ড থেকে নিয়ে আসা হচ্ছে...

source: Importing SIM contacts…
bn_bd: পরিচিতিগুলি সিমে নিয়ে আসা হচ্ছে...

source: Import SIM contacts
bn_bd: পরিচিতিগুলি সিম কার্ডে নিয়ে আসুন

source: I’m Post-paid
bn_bd: আমি পোস্টপেইড

source: I’m Pre-paid
bn_bd: আমি প্রিপেইড

source: Improve {{brandShortName}}
bn_bd: {{brandShortName}} উন্নয়ন

source: IMS Settings
bn_bd: IMS সেটিং

source: I’m thinking of…
bn_bd: দেখি তো…

source: Inactive
bn_bd: নিষ্ক্রিয়

source: in a minute
bn_bd: এক মিনিটের মধ্যে

source: in an hour
bn_bd: এক ঘন্টার মধ্যে

source: Inbox
bn_bd: ইনবক্স

source: Incoming
bn_bd: আগত

source: Incoming Caller ID
bn_bd: ইনকামিং কলার আইডি

source: (incorrect date)
bn_bd: (ভুল তারিখ)

source: Incorrect Password
bn_bd: ভুল পাসওয়ার্ড

source: Incorrect top-up code entered.
bn_bd: ভুল টপ-আপ কোড দেওয়া হয়েছে।

source: Indian Ocean
bn_bd: ভারত মহাসাগর

source: Information
bn_bd: তথ্য

source: Information shown on Usage comes directly from this device. Check with your mobile service provider for detailed account information.
bn_bd: ফোন এবং ইন্টারনেট ব্যবহারের তথ্যগুলো এই ফোন থেকে নেওয়া হয়। অ্যাকাউন্টের বিস্তারিত তথ্যের জন্য মোবাইল অপারেটরের সাথে যোগাযোগ করুন।

source: Initializing…
bn_bd: প্রস্তুত হচ্ছে…

source: Input {{pin}} to an opposite device
bn_bd: অন্য ডিভাইসে {{pin}} দিন

source: Insert a memory card or select an alternate default media location in settings
bn_bd: মেমরি কার্ড প্রবেশ করান অথবা সেটিংস থেকে কোনো বিকল্প মাধ্যমের জন্য স্থান নির্বাচন করুন

source: Insert a memory card to listen to songs.
bn_bd: গান শুনতে মেমরী কার্ড প্রবেশ করান।

source: Insert a memory card to take pictures.
bn_bd: ছবি তোলার জন্য একটি মেমরি কার্ড প্রবেশ করান।

source: Insert a memory card to use this app.
bn_bd: এই অ্যাপ ব্যবহার করতে মেমরি কার্ড সংযুক্ত করুন।

source: Insert a memory card to watch videos.
bn_bd: ভিডিও দেখতে মেমরী কার্ডযুক্ত করুন।

source: Insert a SIM to enable Usage.
bn_bd: ব্যবহার সক্রিয় করতে একটি সিম প্রবেশ করান।

source: Insert a valid SIM card to continue.
bn_bd: এগিয়ে যেতে একটি বৈধ সিম কার্ড প্রবেশ করান।

source: Installation Error
bn_bd: ইনস্টলেশন ত্রুটি

source: Install {{name}}?
bn_bd: {{name}} ইনস্টল করতে চান?

source: Install {{ title }}
bn_bd: {{ title }} ইনস্টল করুন

source: Internal
bn_bd: অভ্যন্তরীণ

source: Internal Storage
bn_bd: অভ্যন্তরীণ স্টোরেজ

source: Internet
bn_bd: ইন্টারনেট

source: Internet data report
bn_bd: ইন্টারনেট তথ্য প্রতিবেদন

source: Internet Sharing
bn_bd: ইন্টারনেট শেয়ারিং

source: In the future, you can access and manage your account from Settings.
bn_bd: ভবিষ্যতে, আপনি সেটিং থেকে আপনার অ্যাকাউন্টে প্রবেশ এবং তা পরিচালনা করতে পারেন।

source: Invalid action
bn_bd: অকার্যকর পদক্ষেপ

source: Invalid Addresses
bn_bd: অকার্যকর ঠিকানা

source: Invalid e-mail address. Check for typos.
bn_bd: ভুল ইমেইল ঠিকানা। লেখা ঠিক আছি কিনা দেখে নিন।

source: Invalid number
bn_bd: অকার্যকর নম্বর

source: Invalid or Unsupported MMI Code
bn_bd: অকার্যকর বা অসমর্থিত MMI কোড

source: Invalid parameter
bn_bd: অকার্যকর প্যারামিটার

source: Invalid Password
bn_bd: ভুল পাসওয়ার্ড

source: Invalid phone number
bn_bd: অকার্যকর ফোন নাম্বার

source: Invalid service code
bn_bd: অকার্যকর সার্ভিস কোড

source: Invalid username or password. Check for typos.
bn_bd: ব্যবহারকারীর নাম বা পাসওয়ার্ড কার্যকর নয়। বানান পরীক্ষা করুন।

source: in {{value}}d
bn_bd: {{value}}দিনের মধ্যে

source: in {{value}} days
bn_bd: {{value}} দিনের মধ্যে

source: in {{value}}h
bn_bd: {{value}}ঘন্টার মধ্যে

source: in {{value}} hours
bn_bd: {{value}} ঘন্টার মধ্যে

source: in {{value}}m
bn_bd: {{value}} মিনিটের মধ্যে

source: in {{value}} minutes
bn_bd: {{value}} মিনিটের মধ্যে

source: in {{value}} months
bn_bd: {{value}} মাসের মধ্যে

source: in {{value}} weeks
bn_bd: {{value}} সপ্তাহের মধ্যে

source: in {{value}} years
bn_bd: {{value}} বছরের মধ্যে

source: IP address
bn_bd: আইপি ঠিকানা

source: I want to help improve {{brandShortName}} by sharing data about my phone and the way I use it.
bn_bd: আমার ফোনের তথ্য ও ব্যবহারের উপায় জানিয়ে আমি {{brandShortName}} এর উন্নয়নে সাহায্য করতে চাই।

source: Jan
bn_bd: জানু

source: Jank
bn_bd: জাঙ্ক

source: January
bn_bd: জানুয়ারি

source: Jobs
bn_bd: চাকরী

source: Join
bn_bd: যোগ দিন

source: Join hidden network
bn_bd: গোপন বেতার সংযুক্তি

source: Join Hidden Network
bn_bd: লুকানো নেটওয়ার্কে সংযোগ

source: Join us for a quick tutorial about your new phone.
bn_bd: আপনার নতুন ফোন সম্পর্কে একটি ত্বরিত টিউটোরিয়ালের জন্য আমাদের সাথে যোগ দিন।

source: JS Objects
bn_bd: JS বস্তুসমূহ

source: JS Other
bn_bd: JS অন্যান্য

source: JS Strings
bn_bd: JS স্ট্রিং

source: Jul
bn_bd: জুলাই

source: July
bn_bd: জুলাই

source: Jun
bn_bd: জুন

source: June
bn_bd: জুন

source: Junk
bn_bd: অপ্রয়োজনীয়

source: just now
bn_bd: এইমাত্র

source: Keep File
bn_bd: ফাইলটি রাখুন

source: Keyboards
bn_bd: কীবোর্ড

source: Keyboard settings
bn_bd: কীবোর্ড সেটিং

source: Keyboard Settings
bn_bd: কীবোর্ড সেটিং

source: Keypad
bn_bd: কীপ্যাড

source: {{kilobytes}}K
bn_bd: {{kilobytes}}কিলো

source: Known Networks
bn_bd: পরিচিত নেটওয়ার্কসমূহ

source: Language & Region
bn_bd: ভাষা ও অঞ্চল

source: Lap
bn_bd: ল্যাপ

source: Lap {{n}}
bn_bd: ল্যাপ {{n}}

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
bn_bd: সঠিক পাক কোড প্রবেশ করানোর সর্বশেষ সুযোগ। আপনার সিম কার্ডটি স্থায়ীভাবে অচল হয়ে যাবে যদি আপনি ভুল পাক কোড প্রবেশ করান। আরও তথ্যের জন্য আপনার সিম কার্ডের ডক্যুমেন্টসমূহতে খুজুন অথবা আপনার অপারেটর এর সাথে যোগাযোগ করুন।

source: last month
bn_bd: গত মাস

source: Last name
bn_bd: নামের শেষাংশ

source: Last name:
bn_bd: নামের শেষাংশ:

source: Last sync:
bn_bd: সর্বশেষ সিঙ্ক:

source: Last try.
bn_bd: শেষ চেষ্টা।

source: last week
bn_bd: গত সপ্তাহ

source: last year
bn_bd: গত বছর

source: Later
bn_bd: পরে

source: Launch Browser
bn_bd: ব্রাউজার চালু করুন

source: Launch First Time Use
bn_bd: প্রথমবার ব্যবহারের মত করুন

source: Learn how Mozilla handles your information at {{link}}
bn_bd: মজিলা আপনার তথ্য কিভাবে পরিচালনা করে তা জানুন এখানে {{link}}

source: Learn how Mozilla handles your information in our {{link}}.
bn_bd: মজিলা আপনার তথ্য কিভাবে আমাদের মধ্যে পরিচালনা করে তা জানুন {{link}}।

source: Learn more at {{link}}
bn_bd: আরো শিখুন {{link}}

source: Least played
bn_bd: সর্বনিম্ন শোনা

source: left bracket
bn_bd: বাম বন্ধনী

source: left double angle quote
bn_bd: বামের দ্বিগুন কৌনিক কোট

source: Legacy Home Screen
bn_bd: মূল স্ক্রিন

source: Legal Information
bn_bd: আইনগত তথ্য

source: Length
bn_bd: ব্যাপ্তিকাল

source: less than a minute
bn_bd: এক মিনিটেরও কম

source: Less than {{value}} {{unit}} remaining.
bn_bd: {{value}} {{unit}} এরও কম জায়গা রয়েছে।

source: Let’s do it!
bn_bd: চলুন করা যাক!

source: Let’s go
bn_bd: চলুন যাই

source: letters
bn_bd: অক্ষর

source: {{level}}% battery left
bn_bd: {{level}}% ব্যাটারি আছে

source: {{level}}% (charged)
bn_bd: {{level}}% (চার্জ হয়েছে)

source: {{level}}% (charging)
bn_bd: {{level}}% (চার্জ হচ্ছে)

source: {{level}} of 4 bars
bn_bd: ৪ টি বারের মধ্যে {{level}} টি

source: Limit
bn_bd: সীমা

source: {{limit}} of data used
bn_bd: {{limit}} ডাটা ব্যবহৃত হয়েছে

source: Limit passed
bn_bd: সীমা অতিক্রান্ত হয়েছে

source: Link contact
bn_bd: পরিচিতি লিঙ্ক করুন

source: Link speed
bn_bd: সংযোগের গতি

source: {{linkSpeed}} Mbit/s
bn_bd: {{ linkSpeed }} মেগাবিট/সে

source: Listen
bn_bd: শুনুন

source: List of numbers that can be called
bn_bd: যেই নম্বর গুলো কে কল করা যাবে

source: {{list}} shared
bn_bd: {{list}} শেয়ারকৃত

source: Loading contacts…
bn_bd: পরিচিতিদের তথ্য লোড করা হচ্ছে…

source: Loading interface data. Please retry in a while.
bn_bd: ইনটারফেস ডাটা লোড হচ্ছে। কিছুক্ষণ পর পুনরায় চেষ্টা করুন।

source: Loading Messages
bn_bd: বার্তাসমূহ লোড করা হচ্ছে

source: Load songs on to the memory card.
bn_bd: মেমরি কার্ডে সংগীত যোগ করুন।

source: Load videos on to the memory card.
bn_bd: মেমরি কার্ডে ভিডিও লোড করুন।

source: Local Drafts
bn_bd: স্থানীয় খসড়া

source: Locked SIM card
bn_bd: লকড সিম কার্ড

source: Lock Orientation
bn_bd: লকের স্থিতিবিন্যাস

source: Lock Screen
bn_bd: লক স্ক্রিন

source: Log Changes in ADB
bn_bd: ADB তে লগ পরিবর্তন

source: Logging out from Facebook
bn_bd: ফেসবুক থেকে প্রস্থান

source: Log Slow Animations
bn_bd: মন্থর এনিমেশনগুলো লগ করুন

source: Long
bn_bd: দীর্ঘ

source: Looking for duplicate contacts
bn_bd: অনুরূপ পরিচিতি অনুসন্ধান করা হচ্ছে

source: Looking for photos and videos.
bn_bd: ছবি এবং ভিডিওগুলো খোঁজা হচ্ছে।

source: Low balance
bn_bd: স্বল্প ব্যালেন্স

source: Low balance alert
bn_bd: নিম্ন ব্যালেন্স সতর্কতা

source: Low Balance Alert
bn_bd: নিম্ন ব্যালেন্স সতর্কতা

source: Low Battery
bn_bd: ব্যাটারী কম

source: M
bn_bd: সোম

source: MAC Address
bn_bd: MAC ঠিকানা

source: Mail
bn_bd: মেইল

source: Mail account setup
bn_bd: মেইল অ্যাকাউন্ট সেটআপ

source: Mail failed to send
bn_bd: মেইল প্রেরণে ব্যর্থ

source: Mail Settings
bn_bd: মেইল সেটিং

source: Main information
bn_bd: প্রধান তথ্য

source: Main System
bn_bd: প্রধান সিস্টেম

source: Make call
bn_bd: কল করুন

source: Make sure the code is correct and try again.
bn_bd: সঠিক কোড নিশ্চিত করুন এবং পুনরায় চেষ্টা করুন।

source: Make sure the mobile number you’re sending to is valid.
bn_bd: যে মোবাইল নাম্বারটি আপনি পাঠাচ্ছেন সেটা বৈধ কি না নিশ্চিত হয়ে নিন।

source: Make sure you have a mobile signal and try again.
bn_bd: মোবাইল সংকেত আছে কি না নিশ্চিত হয়ে আবার চেষ্টা করুন।

source: Manage Cert.
bn_bd: সার্টিফিকেটের ব্যবস্থাপনা।

source: Manage Certificates
bn_bd: সার্টিফিকেটের ব্যবস্থাপনা

source: Manage Networks
bn_bd: নেটওয়ার্ক পরিচালনা

source: Manual
bn_bd: স্বনির্ধারিত

source: Manually
bn_bd: নিজ হাতে

source: Manual setup
bn_bd: ম্যানুয়াল সেটআপ

source: Manual Setup
bn_bd: ম্যানুয়াল সেটআপ

source: Maps
bn_bd: মানচিত্র

source: Mar
bn_bd: মার্চ

source: March
bn_bd: মার্চ

source: Marketplace
bn_bd: মার্কেটপ্লেস

source: Maximum length of subject reached.
bn_bd: বিষয় সর্বচ্চো সীমায় পৌঁছেছে।

source: Maximum number of retries exceeded. SIM blocked
bn_bd: সর্বোচ্চবার পুনঃচেষ্টা করা হয়েছে। সিম ব্লক হয়ে গেছে

source: May
bn_bd: মে

source: Media playing
bn_bd: মিডিয়া চলছে

source: Media Storage
bn_bd: মিডিয়া স্টোরেজ

source: Memory card
bn_bd: মেমোরি কার্ড

source: Memory card in use
bn_bd: মেমরি কার্ড ব্যবহার করা হচ্ছে

source: Memory card is in use
bn_bd: মেমরি কার্ডটি ব্যবহার করা হচ্ছে

source: Memory card is not available
bn_bd: মেমোরি কার্ড নেই

source: Memory Card Storage
bn_bd: মেমরি কার্ড স্টোরেজ

source: Merge
bn_bd: মিলিত করুন

source: Merge duplicates
bn_bd: নকল একত্রিত কর

source: Merge with {{n}} contact
bn_bd: {{n}} পরিচিতির সাথে একত্রিত করুন

source: Merge with {{n}} contacts
bn_bd: {{n}}টি পরিচিতির সাথে মিলিত করুন

source: Merging duplicate contacts
bn_bd: অনুরূপ পরিচিতিগুলো একত্রিত করা হচ্ছে

source: Message
bn_bd: বার্তা

source: Message is not downloaded yet.
bn_bd: বার্তা এখনও ডাউনলোড হয়নি।

source: Message not found
bn_bd: বার্তা পাওয়া যায়নি

source: Message not sent
bn_bd: বার্তা পাঠানো যায়নি

source: Message options
bn_bd: বার্তার অপশনগুলি

source: Message report
bn_bd: বার্তার প্রতিবেদন

source: Message saved as draft
bn_bd: বার্তা খসরা হিসাবে সংরক্ষণ করা আছে

source: Message Settings
bn_bd: বার্তার সেটিং

source: Message size:
bn_bd: বার্তার আকার:

source: Message successfully sent
bn_bd: সফল ভাবে বার্তা প্রেরণ করা হয়েছে

source: Messaging Settings
bn_bd: বার্তা সেটিং

source: Mic is on
bn_bd: মাইক চালু আছে

source: Microphone
bn_bd: মাইক্রোফোন

source: Minute
bn_bd: মিনিট

source: Minutes
bn_bd: মিনিট

source: Missed
bn_bd: জবাববিহীন

source: Missed call
bn_bd: মিসড কল

source: Missing SIM card
bn_bd: সিম কার্ড নেই

source: Mix
bn_bd: মিক্স

source: MMS message
bn_bd: এমএমএস বার্তা

source: MMS port
bn_bd: MMS পোর্ট

source: MMS proxy
bn_bd: MMS প্রক্সি

source: Mobile
bn_bd: মোবাইল

source: Mobile identity
bn_bd: মোবাইল পরিচয়

source: Mobile Identity
bn_bd: মোবাইলের পরিচিতি

source: Mobile usage
bn_bd: মোবাইল ব্যবহার

source: Model
bn_bd: মডেল

source: Mode not supported
bn_bd: মোড সমর্থিত নয়

source: Mon
bn_bd: সোম

source: Monday
bn_bd: সোমবার

source: Month
bn_bd: মাস

source: Monthly
bn_bd: মাসিক

source: More about your privacy
bn_bd: আপনার গোপনীয়তা সংরক্ষণ সম্পর্কে আরও জানুন

source: More Apps
bn_bd: আরো অ্যাপ

source: More info
bn_bd: আরও তথ্য

source: More info…
bn_bd: আরও তথ্য...

source: more numbers and symbols
bn_bd: আরো নাম্বার ও চিহ্ন

source: Most played
bn_bd: সর্বোচ্চ শোনা

source: Movies
bn_bd: চলচ্চিত্র

source: Mozilla Foxfood Community Edition
bn_bd: মজিলা ওয়েব ব্রাউজার

source: Mozilla Public License 2.0
bn_bd: মজিলা পাবলিক লাইসেন্স ২.০

source: Mozilla Zimbra
bn_bd: মজিলা জিম্বরা

source: Multimedia Message (MMS)
bn_bd: মাল্টিমিডিয়া মেসেজ (MMS)

source: Music
bn_bd: সংগীত

source: Music can not be used while phone is plugged in
bn_bd: ইউএসবি লাগানো থাকলে গান শুনতে পারবেন না

source: Music paused during the call
bn_bd: কল আসার সময় গান বন্ধ হয়েছিল

source: Music Storage
bn_bd: মিউজিক স্টোরেজ

source: Mute on
bn_bd: নিঃশব্দ করুন

source: My phone and Internet plan is
bn_bd: আমার ফোন এবং ইন্টারনেট ব্যবহার পরিকল্পনা

source: My PIN connection
bn_bd: আমার পিন সংযোগ

source: name
bn_bd: নাম

source: {{name}} added to Home Screen
bn_bd: {{name}} মূল স্ক্রিনে যুক্ত

source: {{name}} and all of its data will be deleted.
bn_bd: {{name}} ও এর সব তথ্য অপসারিত হবে।

source: {{name}} duplicates information in the following contacts
bn_bd: পরের পরিচিতি গুলোতে {{name}} অনুরূপ তথ্য আছে

source: {{name}} failed to download. Try downloading again?
bn_bd: {{name}} ডাউনলোড ব্যর্থ হয়েছে। আবার চেষ্টা করবেন?

source: {{name}} is having problems
bn_bd: {{name}} এ সমস্যা হচ্ছে

source: {{name}} is not loading properly
bn_bd: {{name}} ঠিকমতো লোড হচ্ছে না

source: {{name}} just crashed
bn_bd: {{name}} এইমাত্র ক্র্যাশ হলো

source: {{name}} just crashed.
bn_bd: {{name}} এইমাত্র ক্র্যাশ করল

source: {{name}}, +{{n}} more
bn_bd: {{name}}, + আরো {{n}} টি

source: {{name}} requires a network connection. Try connecting to a Wi-Fi or mobile data network.
bn_bd: {{name}} নেটওয়ার্ক সংযোগ চাচ্ছে। ওয়াই-ফাই অথবা মোবাইল ডাটা নেটওয়ার্কে সংযুক্ত হতে চেষ্টা করুন।

source: {{name}} requires a network connection. Turn off airplane mode from Settings and connect to a Wi-Fi or mobile data network.
bn_bd: {{name}} নেটওয়ার্ক সংযোগ চাচ্ছে। সেটিং থেকে বিমান মোড বন্ধ করুন এবং ওয়াই-ফাই অথবা মোবাইল ডাটা নেটওয়ার্কে সংযুক্ত হোন।

source: {{name}} was already added to Home Screen
bn_bd: {{name}} নামটি ইতিমধ্যে মূল স্ক্রিনে আছে

source: {name} wrote
bn_bd: {name} লিখেছেন

source: {{ n }} attachment
bn_bd: {{ n }}টি সংযুক্তি

source: {{ n }} attachments
bn_bd: {{ n }} সংযুক্তিসমূহ

source: NCK1 code
bn_bd: NCK1 কোড

source: NCK1 must have between 8 and 16 characters.
bn_bd: NCK1 অবশ্যই ৮ থেকে ১৬ অক্ষরের হতে হবে।

source: NCK2 code
bn_bd: NCK2 কোড

source: NCK2 must have between 8 and 16 characters.
bn_bd: NCK2 অবশ্যই ৮ থেকে ১৬ অক্ষরের হতে হবে।

source: NCK code
bn_bd: NCK কোড

source: NCK must have between 8 and 16 characters.
bn_bd: NCK অবশ্যই ৮ থেকে ১৬ অক্ষরের হতে হবে।

source: {{n}} Contacts removed
bn_bd: {{n}}টি পরিচিতি অপসারিত হয়েছে

source: Neither update nor top-up is possible at the moment. Please try later.
bn_bd: আপডেট বা টপ-আপ কোনটি এই মূহুর্তে সম্ভব নয়। অনুগ্রহ করে পরে চেষ্টা করুন।

source: Network connection unavailable
bn_bd: নেটওয়ার্ক সংযোগ উপলব্ধ নেই

source: Network & Connectivity
bn_bd: নেটওয়ার্ক ও সংযোগ

source: Network default
bn_bd: নেটওয়ার্ক পূর্বনির্ধারিত

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
bn_bd: নেটওয়ার্ক বাতিলের আবেদন ব্যর্থ হয়েছে। সঠিক কোড প্রবেশ করানোর জন্য এটিই আপনার সর্বশেষ সুযোগ। আপনার ডিভাইসের নথিপত্র পড়ুন অথবা অধিক তথ্যের জন্য আপনার অপারেটরের সাথে যোগাযোগ করুন।

source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
bn_bd: নেটওয়ার্ক বাতিলের আবেদন ব্যর্থ হয়েছে। সঠিক কোড প্রবেশ করানোর জন্য আপনার কাছে {{n}} টি সুযোগ আছে। আপনার ডিভাইসের নথিপত্র পড়ুন অথবা অধিক তথ্যের জন্য আপনার অপারেটরের সাথে যোগাযোগ করুন।
